[
  {
    "id": "1",
    "name": "Summer carrot",
    "class": "Daucus carota",
    "type": "carrot",
    "years": "annual",
    "position": "sun",
    "height": "",
    "sowing_type": "direct",
    "sowing_start": "April",
    "sowing_end": "June",
    "harvest_start": "July",
    "harvest_end": "September",
    "days_germination": "15",
    "days_harvest": "80",
    "description": "Early summer carrot. Smooth, cylindrical and slightly conical, well-colored, orange roots with a mild, sweet taste. Harvested all summer for fresh consumption or freezing.",
    "cutivation_info": "Sow directly in the open when the soil is ready or in late autumn for early spring harvest. Sauce and harvest gradually throughout the season. Sauce very sparse and preferably exclude later thinning. Develops best on loamy soil. Non-woven fabric protects against pests. Change cultivation site from year to year."
  },
  {
    "id": "2",
    "name": "Broad bean",
    "class": "Vicia faba",
    "type": "bean",
    "years": "annual",
    "position": "sun",
    "height": "90",
    "sowing_type": "direct",
    "sowing_start": "March",
    "sowing_end": "June",
    "harvest_start": "July",
    "harvest_end": "September",
    "days_germination": "10",
    "days_harvest": "75",
    "description": "Very early and high-yielding with 25-30 pods per plant. Meaty, well-stuffed pods with about 5 large, white, tasty beans of the best quality. Excellent for freezing. Weather resistant, develops well even in colder climates.",
    "cutivation_info": "Sow directly in the open when the soil is ready. When the plants are about 10 cm high, the soil is cupped. Develops best on deep, calcareous soil. Unlike other beans, the farm bean grows already at 4-5 gr. In the event of an attack by black aphids, the top is cut off after flowering. Harvested gradually throughout the summer."
  },
  {
    "id": "3",
    "name": "Dwarf bean 'Ying Yang'",
    "class": "Phaseolus vulgaris",
    "type": "bean",
    "years": "annual",
    "position": "sun",
    "height": "40",
    "sowing_type": "direct",
    "sowing_start": "March",
    "sowing_end": "June",
    "harvest_start": "July",
    "harvest_end": "September",
    "days_germination": "10",
    "days_harvest": "90",
    "description": "Delicate, black and white beans with a clear drawing of Yin and Yang, the Chinese symbol of the primordial forces. Mild, tasty beans. The green pods become 15-17 cm long and are harvested diluted as break beans or fully ripe to be sprayed and dried as cooking beans. Dried beans are also used for decoration.",
    "cutivation_info": "Sow directly in the open in May-June when the soil temperature is at least 15 degrees. Water the soil before sowing and keep it moist during the growing season. Can also be pre-cultivated indoors. Transparent cover provided with air holes, or alternatively ventilate regularly. Place in about 25 degrees. Planted out after softening when the risk of frost is over. Feel free to cover with non-woven fabric. Grown around short sturgeons. Harvest regularly for more abundant harvests."
  },
  {
    "id": "4",
    "name": "Dwarf bean 'Flambo'",
    "class": "Phaseolus vulgaris",
    "type": "bean",
    "years": "annual",
    "position": "sun",
    "height": "40",
    "sowing_type": "direct",
    "sowing_start": "March",
    "sowing_end": "June",
    "harvest_start": "July",
    "harvest_end": "September",
    "days_germination": "10",
    "days_harvest": "90",
    "description": "very interesting French bean cultivar with speckled pods. This dwarf cultivar developing a compact habit belongs to early varieties. Pods of this variety may be eaten cooked the same way as pods of other French bean varieties, but you may also grow it for dried seeds.",
    "cutivation_info": "Sow French bean seeds directly onto the field from May to July. Sow the seeds into thoroughly weeded and aerated soil. Recommend to sow them in batches every 2 - 3 weeks, so they ripen gradually from July to September."
  },
  {
    "id": "5",
    "name": "Bush tomato 'Tiny Tim'",
    "class": "Solanum lycopersicum",
    "type": "tomato",
    "years": "annual",
    "position": "sun",
    "height": "75",
    "sowing_type": "start indoors",
    "sowing_start": "February",
    "sowing_end": "March",
    "harvest_start": "June",
    "harvest_end": "September",
    "days_germination": "7",
    "days_harvest": "60",
    "description": "Easy-to-grow cherry tomato for growing in a pot on a balcony, window frame, greenhouse or outdoors in a very protected location. Abundant harvest of small tomatoes with sweet taste.",
    "cutivation_info": "Sow indoors in sowing soil in February-April. High germination temperature is important. Replant in pots with good soil. Plant in a sheltered place when the daily temperature is constantly above 8 degrees. Let the plant grow freely. Pruning is not needed, but feel free to shake the flower clusters for better fruiting."
  },
  {
    "id": "6",
    "name": "Beef tomato 'Marmande'",
    "class": "Solanum lycopersicum",
    "type": "tomato",
    "years": "annual",
    "position": "sun",
    "height": "160",
    "sowing_type": "direct",
    "sowing_start": "February",
    "sowing_end": "April",
    "harvest_start": "July",
    "harvest_end": "September",
    "days_germination": "10",
    "days_harvest": "80",
    "description": "Produces large, ribbed fruit, savory with a slight tartness. Its skin is soft and thin, and tends to “melt” when fully ripe. As an heirloom variety, you can collect seeds for next year.",
    "cutivation_info": "Sow indoors in sowing soil. High germination temperature is important. Plant out when the risk of frost is over. Support the plant with a trellis or a stake. Prune to allow better airflow."
  },
  {
    "id": "7",
    "name": "Beef tomato 'Oxheart'",
    "class": "Lycopersicon esculentum",
    "type": "bean",
    "years": "annual",
    "position": "sun",
    "height": "90",
    "sowing_type": "start indoors",
    "sowing_start": "February",
    "sowing_end": "May",
    "harvest_start": "July",
    "harvest_end": "August",
    "days_germination": "10",
    "days_harvest": "80",
    "description": "High-yielding cultivar variety with heart-shaped, large, juicy and pink-cut fruits of about 200 grams. Its rich, complex flavor has made Oxheart one of the most prized and grown tomatoes.",
    "cutivation_info": "Sow indoors in sowing soil. High germination temperature is important. Plant out when the risk of frost is over. Support the plant with a trellis or a stake. Prune to allow better airflow."
  },
  {
    "id": "8",
    "name": "Slicing cucumber 'Sherpa'",
    "class": "Cucumis sativus",
    "type": "cucumber",
    "years": "annual",
    "position": "sun",
    "height": "150",
    "sowing_type": "start indoors",
    "sowing_start": "February",
    "sowing_end": "June",
    "harvest_start": "August",
    "harvest_end": "September",
    "days_germination": "10",
    "days_harvest": "60",
    "description": "Produces completely smooth, 15-25 cm long fruits with crispy pulp and small seeds. Good durability and highest quality for fresh consumption and pickling.",
    "cutivation_info": "Pre-cultivated indoors in planting soil. Keep sowing at about 25 degrees, 16-20 degrees after germination. Planted out after softening when the risk of frost is over. Remove the growth point after 5-7 leaves and tie up the side shoots. Warm outdoor area or greenhouse. Harvested afterwards."
  },
  {
    "id": "9",
    "name": "Pickling cucumber 'Gunnar'",
    "class": "Cucumis sativus",
    "type": "cucumber",
    "years": "annual",
    "position": "sun",
    "height": "100",
    "sowing_type": "start indoors",
    "sowing_start": "February",
    "sowing_end": "April",
    "harvest_start": "July",
    "harvest_end": "September",
    "days_germination": "10",
    "days_harvest": "60",
    "description": "Dark green, tasty cucumbers of about 12 cm. Parthenocarp (self-fertilizing). Shorter vines of about 1 meter. Excellent pickling variety with good yield.",
    "cutivation_info": "Pre-cultivated indoors in planting soil. Transparent cover provided with air holes, or alternatively ventilate regularly. Place at about 25 degrees, after germination 16-20 degrees. Planted out after softening when the risk of frost is over. Grown in vessels or larger pots in a warm outdoor area or greenhouse. Harvest gradually."
  },
  {
    "id": "10",
    "name": "Radish 'Scarlet Globe'",
    "class": "Raphanus sativus",
    "type": "radish",
    "years": "annual",
    "position": "sun",
    "height": "",
    "sowing_type": "direct",
    "sowing_start": "April",
    "sowing_end": "August",
    "harvest_start": "May",
    "harvest_end": "September",
    "days_germination": "10",
    "days_harvest": "30",
    "description": "Bright red, smooth, round roots with a mild peppery taste. Early, popular variety for the outdoors, cold bench and greenhouse. Develops well even in poorer soil.",
    "cutivation_info": "Sow directly in the open when the soil is ready. Thinned to 2-3 cm planting distance. Sow and harvest gradually throughout the season. Develops best on loamy soil. Non-woven fabric protects against pests."
  },
  {
    "id": "11",
    "name": "Summer zucchini 'Atena Polka'",
    "class": "Cucurbita pepo",
    "type": "squash",
    "years": "annual",
    "position": "sun",
    "height": "100",
    "sowing_type": "start indoors",
    "sowing_start": "April",
    "sowing_end": "May",
    "harvest_start": "August",
    "harvest_end": "September",
    "days_germination": "15",
    "days_harvest": "70",
    "description": "Very fast growing of excellent quality. Uniformly cylindrical, completely smooth, golden yellow fruits. Used fresh or cooked. ",
    "cutivation_info": "Pre-cultivated indoors in planting soil. Transplant to a larger pot when the seedling shows signs of being rootbound. Planted out after softening when the riskpril-May. Keep sowing at about 25 degrees, after germination about 20 degrees.  of frost is over. Harvest gradually 15-20 cm long."
  },
  {
    "id": "12",
    "name": "Summer squash 'Patisson Blanc'",
    "class": "Cucurbita pepo ",
    "type": "squash",
    "years": "annual",
    "position": "sun",
    "height": "100",
    "sowing_type": "sow indoors",
    "sowing_start": "April",
    "sowing_end": "June",
    "harvest_start": "August",
    "harvest_end": "September",
    "days_germination": "15",
    "days_harvest": "60",
    "description": "Summer squash. Cream white, flat round, mussel-like fruits with a bold edge. Crispy pulp with mild good taste. Fruits can be eaten whole with peels just like zucchini, fresh in salads, baked, grilled, etc. Shrubby growing method, also suitable for container cultivation. Very easy to grow with great vigor. Can be stored for a shorter time.",
    "cutivation_info": "Pre-cultivated indoors in planting soil April-May. Transparent cover provided with air holes, or alternatively ventilate regularly. Place at about 25 degrees, after germination about 20 degrees. Planted out after softening when the risk of frost is over. Harvest gradually at 8-10cm wide."
  }
]
